Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_1_how_income_from_employment_affects_jobseeker_s_allowance.html.txt.tmx
Source language: en
Languages: ga

source: Case Study 1: How income from work affects Jobseeker's Allowance
ga: Cás-staidéar 1: Conas a bhíonn tionchar ag ioncam ón obair ar Liúntas do Lucht Cuardaigh Fostaíochta

source: This case study shows the affect of work on Jobseeker's Allowance in 2017
ga: Léiríonn an cás-staidéar seo an tionchar atá ag an obair ar an Liúntas do Lucht Cuardaigh Fostaíochta ón 2017

source: John is living with his partner Mary and their two children
ga: Tá John ina chónaí lena pháirtí Máire agus lena mbeirt leanaí

source: He recently lost his job as a barman but has managed to get some part-time work in a local restaurant
ga: Chaill sé a phost mar fhear beáir le gairid ach d’éirigh leis obair pháirtaimseartha a fháil i mbialann áitiúil

source: He is working two days a week
ga: Tá sé ag obair dhá lá sa tseachtain

source: His assessable earnings for social welfare purposes are €110 per week
ga: Is ionann a thuilleamh inmheasúnaithe i leith leasa shóisialaigh agus €110 in aghaidh na seachtaine

source: (Assessable earnings are gross earnings less deductions for PRSI, superannuation and union dues.) His wife cares for her mother, who lives nearby, and is getting full-rate Carer's Allowance
ga: (Is éard atá i dtuilleamh inmheasúnaithe ná an t-olltuilleamh lúide asbhaintí i leith ÁSPC, aoisliúntais agus dleachtanna ceardchumainn.) Tugann a bhean chéile aire dá máthair, atá ina cónaí in aice láimhe, agus faigheann sí an Liúntas Cúramóra ag an ráta iomlán

source: She is also getting Child Benefit for each of their two children
ga: Faigheann sí Sochar Leanaí dá mbeirt leanaí freisin

source: John wants to go back to bar work and has applied to a number of local pubs and hotels
ga: Tá John ag iarraidh dul ar ais ag obair i mbeár agus chuir sé isteach ar phoist i roinnt tithe tábhairne agus óstán áitiúil

source: He heard that he can get Jobseeker's Allowance (JA) for the days the he is not working and wants to know how much JA he is entitled to
ga: Chuala sé gur féidir leis Liúntas do Lucht Cuardaigh Fostaíochta (LLCF) a fháil do na laethanta nach bhfuil sé ag obair agus teastaíonn uaidh a fháil amach cá mhéad LLCF a bhfuil sé i dteideal a fháil

source: Other than Mary's social welfare payments and John's part-time work they have no other income
ga: Níl aon ioncam eile acu seachas na híocaíochtaí leasa shóisialaigh a fhaigheann Mary agus an obair pháirtaimseartha a dhéanann John

source: However, they have savings of €17,500
ga: Ach, tá coigilteas €17,500 acu

source: He is entitled to JA only for periods of unemployment
ga: Níl sé i dteideal an LLCF a fháil ach do thréimhsí dífhostaíochta amháin

source: The minimum period a person must be unemployed in order to receive JA is 4 days in a period of 7 consecutive days
ga: Is é an íostréimhse go gcaithfidh duine a bheith dífhostaithe chun LLCF a fháil ná 4 lá i dtréimhse 7 lá leantacha

source: Jobseeker's Allowance rate (note 1) €222.80
ga: Ráta an Liúntais do Lucht Cuardaigh Fostaíochta (nóta 1) €222.80

source: Less average weekly means (note 2) €21
ga: Lúide meánacmhainní seachtainiúla (nóta 2) €21.00

source: Total Jobseeker's Allowance weekly rate €201.80
ga: Ráta seachtainiúil an Liúntais Iomláin do Lucht Cuardaigh Fostaíochta €201.80

source: Calculate the maximum JA payment John would be entitled to if he didn’t have any means
ga: Ríomh an uasíocaíocht LLCF uasta a bheadh John i dteideal a fháil mura mbeadh aon acmhainní aige

source: John’s maximum payment is €222.80
ga: €222.80 atá in uasíocaíocht John

source: This is made up of his personal payment of €193 and €14.90 for each of his two children (John gets a half-rate Increase for a Child Dependant)
ga: Is éard atá ann ná a íocaíocht phearsanta de €193 agus €14.90 dá bheirt leanaí. Faigheann John Méadú i leith Cleithiúnaí Linbh ar leathráta

source: His wife also gets a half-rate increase for child dependants with her Carer's Allowance payment
ga: Faigheann a bhean chéile méadú leathráta i leith cleithiúnaithe linbh lena híocaíocht Liúntais Chúramóra chomh maith

source: He will not get an Increase for a Qualified Adult because his wife Mary is getting her own social welfare payment, full-rate Carer’s Allowance
ga: Ní bhfaighidh sé Méadú le haghaidh Duine Aosaithe Cháilithe toisc go bhfuil a cuid íocaíochta leasa shóisialaigh féin, Liúntas Cúramóra ar ráta iomlán, á fáil ag a bhean chéile, Mary

source: (However, John could claim an Increase for a Qualified Adult if Mary agrees to getting half-rate Carer's Allowance. The family can check to see if this would be of greater benefit to them.)
ga: (John in ann Méadú le haghaidh Duine Aosaithe Cháilithe a éileamh má tá Mary sásta Liúntas Cúramóra ar leathráta a fháil.)

source: John's average assessable weekly earnings are €110
ga: Is é meántuilleamh inmheasúnaithe seachtainiúil John ná €110

source: First you must find out if John's weekly means disqualify him from getting JA
ga: Ar dtús caithfidh tú a fháil amach an mbeadh John dícháilithe ó LLCF a fháil mar gheall ar a acmhainní seachtainiúla

source: €20 per day from casual work (up to a maximum of €60) will be deducted from his average assessable weekly earnings and then 60% of the balance will be assessed as his weekly means
ga: Déanfar €20 in aghaidh an lae ó obair ócáideach (suas le huasmhéid €60) a asbhaint óna mheántuilleamh inmheasúnaithe seachtainiúil, agus ansin déanfar 60% den fhuílleach a mheasúnú mar a acmhainní seachtainiúla

source: €110 – €40 (2 days worked) = €70 x 60% = €42
ga: €110 – €40 (don dá lá a oibríodh) = €70 x 60% = €42

source: John's weekly means from employment of €42 is less than the maximum amount he would be entitled to for his circumstances (€222.80)
ga: Tá acmhainní seachtainiúla John ó fhostaíocht arb ionann iad agus €42 níos lú ná an t-uasmhéid a bheadh sé i dteideal a fháil ó thaobh a imthosca (€222.80)

source: Now you know he is entitled to a certain amount of Jobseeker's Allowance the next step is to calculate the actual amount of Jobseeker's Allowance he is entitled to
ga: Tá a fhios agat anois go bhfuil sé i dteideal méid áirithe dá Liúntas do Lucht Cuardaigh Fostaíochta a choinneáil agus is é an chéad chéim eile ná méid iarbhír an Liúntais do Lucht Cuardaigh Fostaíochta atá sé i dteideal a fháil a ríomh

source: To do this you must calculate his 'assessable daily earning'
ga: Caithfidh tú a‘thuilleamh laethúil inmheasúnaithe’ a ríomh chun é seo a dhéanamh

source: John has 4 consecutive days of unemployment
ga: Tá 4 lá dífhostaíochta as a chéile ag John

source: He is employed for 2 days
ga: Tá sé fostaithe dhá lá as sé lá

source: John's average assessable daily earnings are (€110 ÷ 2 days work) = €55
ga: Is ionann meántuilleamh inmheasúnaithe laethúil John agus (€110 ÷ an dá lá a oibríodh) = €55

source: Less disregard for day worked €55 - €20 = €35
ga: Lúide neamhaird don lá a oibríodh €55 - €20 = €35

source: 60 % of his assessable daily earnings of €35 = €21
ga: 60 % dá thuilleamh inmheasúnaithe laethúil de €35= €21

source: Weekly means is €21 x 2 (number of days worked) = €42
ga: Is ionann acmhainní seachtainiúla agus €21 x 2 (an líon laethanta a oibríodh) = €42

source: John's weekly means from employment is €42
ga: Is iad na hacmhainní seachtainiúla ó fhostaíocht atá ag John ná €42

source: More information is available in our document How Jobseeker's Allowance is affected by income from employment and in our Worksheet on Jobseeker's Allowance and income from work
ga: Is féidir tuilleadh eolais a fháil inár ndoiciméad Conas atá tionchar ag ioncam fostaíochta ar Liúntas do Lucht Cuardaigh Fostaíochta agus inár mBileog oibre ar Liúntas do Lucht Cuardaigh Fostaíochta agus ioncam ón obair

source: His savings are not taken into account because they are below the €20,000 threshold
ga: Ní chuirtear a choigilteas san áireamh toisc go bhfuil siad faoin tairseach €20,000

source: More information is available in our document Capital and social welfare payments
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad Caipiteal agus íocaíochtaí leasa shóisialaigh

source: His wife's Carer's Allowance and Child Benefit are not taken into account in the assessment of means
ga: Ní chuirtear Liúntas Cúramóra agus Sochar Leanaí a mhná céile san áireamh sa mheasúnú acmhainní

source: As she is getting her own social welfare personal payment (Carer's Allowance) he cannot claim a qualified adult increase for her
ga: Toisc go bhfuil a híocaíocht leasa shóisialaigh féin aici (Liúntas Cúramóra) ní féidir leis méadú i leith duine aosaithe cháilithe a éileamh di

source: More information is available in our document Cash income and social welfare payments
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad Ioncam airgid agus íocaíochtaí leasa shóisialaigh

source: His means of €42 is halved because his wife is getting a social welfare payment
ga: Déantar leath dá acmhainní de €42 toisc go bhfuil íocaíocht leasa shóisialaigh á fáil ag a bhean chéile

source: More information is available in our document about the means test
ga: Tá tuilleadh eolais le fáil inár ndoiciméad faoin tástáil mhaoine

source: Therefore, his total means is assessed as €21
ga: Déantar a acmhainní iomlána a mheasúnú mar €21, dá bhrí sin
